/bin/bash

# Логотип текста в ярком циановом цвете
echo -e '\e[0;32m'  # Устанавливаем яркий циановый цвет текста
echo -e '╭━━━╮╱╱╱╱╱╱╱╱╭╮╱╱╱╱╭━╮╭━╮                       '
echo -e '┃╭━╮┃╱╱╱╱╱╱╱╭╯╰╮╱╱╱┃┃╰╯┃┃                       '
echo -e '┃┃╱╰╋━┳╮╱╭┳━┻╮╭╋━━╮┃╭╮╭╮┣━━┳╮╭┳┳╮╭┳╮╭┳━━╮       '
echo -e '┃┃╱╭┫╭┫┃╱┃┃╭╮┃┃┃╭╮┃┃┃┃┃┃┃╭╮┣╋╋╋┫╰╯┃┃┃┃━━┫       '
echo -e '┃╰━╯┃┃┃╰━╯┃╰╯┃╰┫╰╯┃┃┃┃┃┃┃╭╮┣╋╋┫┃┃┃┃╰╯┣━━┃       '
echo -e '╰━━━┻╯╰━╮╭┫╭━┻━┻━━╯╰╯╰╯╰┻╯╰┻╯╰┻┻┻┻┻━━┻━━╯       '
echo -e '╱╱╱╱╱╱╭━╯┃┃┃                                    '
echo -e '╱╱╱╱╱╱╰━━╯╰╯   
echo -e '\e[0m'  # Сбрасываем цвет'
